//package cn.ximcloud.blog.ximcloudblog.domain;
//
//import org.springframework.context.annotation.Bean;
//
//import javax.persistence.Entity;
//
///**
// * Created by IntelliJ IDEA.
// * User: Wizard
// * Date: 2018-04-05
// * Time: 22:58
// * ProjectName: ximcloudblog
// * To change this template use File | Settings | File Templates.
// * <p>
// * ////////////////////////////////////////////////////////////////////
// * //                          _ooOoo_                               //
// * //                         o8888888o                              //
// * //                         88" . "88                              //
// * //                         (| ^_^ |)                              //
// * //                         O\  =  /O                              //
// * //                      ____/`---'\____                           //
// * //                    .'  \\|     |//  `.                         //
// * //                   /  \\|||  :  |||//  \                        //
// * //                  /  _||||| -:- |||||-  \                       //
// * //                  |   | \\\  -  /// |   |                       //
// * //                  | \_|  ''\---/''  |   |                       //
// * //                  \  .-\__  `-`  ___/-. /                       //
// * //                ___`. .'  /--.--\  `. . ___                     //
// * //              ."" '<  `.___\_<|>_/___.'  >'"".                  //
// * //            | | :  `- \`.;`\ _ /`;.`/ - ` : | |                 //
// * //            \  \ `-.   \_ __\ /__ _/   .-` /  /                 //
// * //      ========`-.____`-.___\_____/___.-`____.-'========         //
// * //                           `=---='                              //
// * //      ^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^        //
// * //         佛祖保佑          永无BUG     永不修改                  //
// * ////////////////////////////////////////////////////////////////////
// **/
//@Entity
//public class WebSiteConfig {
//
//    private String encrypt;
//
//    public WebSiteConfig() {
//    }
//}
